Repository: 1enn0/Transporter
Catalog: po/*.po
Languages: lt, ru

source: Back
lt: Atgal
ru: Назад

source: Settings
lt: Nustatymai
ru: Настройки

source: Are you sure you want to cancel transaction?
lt: Ar tikrai norite atsisakyti operacijos?
ru: Вы уверены, что хотите отменить передачу?

source: Error
lt: Klaida
ru: Ошибка

source: Installation Error
lt: Diegimo klaida
ru: Ошибка Установки

source: Couldn't install magic-wormhole automatically.
lt: Nepavyko automatiškai įdiegti magic-wormhole.
ru: Не получилось установить magic-wormhole.

source: Please verify your ID and try again.
lt: Patvirtinkite savo ID ir bandykite dar kartą.
ru: Пожалуйста, проверьте написание ID и попробуйте снова.

source: Invalid ID
lt: Neteisingas ID
ru: Неправильный ID

source: Server is crowded at the moment.
lt: Šiuo metu serveris yra perpildytas.
ru: Сервер на данный момент перегружен.

source: Server Error
lt: Serverio klaida
ru: Ошибка Сервера

source: Received file already exists in Downloads folder.
lt: Atsiųstas failas jau yra Atsiuntimų aplanke.
ru: Получаемый файл уже существует в папке Загрузок.

source: I/O Error
lt: I/O klaida
ru: Файловая Ошибка

source: Relay server unresponsive.
lt: Retransliavimo serveris neatsako.
ru: Сервер-ретранслятор не отвечает.

source: Some files are unreadable. Please make sure they don't contain special characters in their paths and names.
lt: Kai kurie failai yra neperskaitomi. Įsitikinkite, kad jų pavadinimuose ir keliuose nėra specialių simbolių.
ru: Не удалось прочитать некоторые файлы. Убедитесь, что их имена и пути не содержат специальные знаки.

source: Archive creation failed, perhaps your disk is running out of space.
lt: Archyvo sukūrimas nepavyko, galbūt, jūsų diske liko mažai laisvos vietos.
ru: Не получилось упаковать файлы. Возможно, у вас кончается свободное место на диске.

source: Preparing Transporter
lt: Ruošiama Transporter
ru: Подготовка Transporter

source: Installing magic-wormhole
lt: Diegiama magic-wormhole
ru: Установка magic-wormhole

source: Enter Transfer ID
lt: Įveskite persiuntimo ID
ru: Введите ID Передачи

source: Ask the sender to share it
lt: Paprašykite siuntėjo juo pasidalinti
ru: Спросите его у отправителя

source: Transfer Complete
lt: Persiuntimas užbaigtas
ru: Передача Завершена

source: Saved in your Downloads folder
lt: Įrašyta į jūsų Atsiuntimų aplanką
ru: Сохранена в вашей папке Загрузок

source: Connection closed unexpectedly.
lt: Ryšys netikėtai nutrūko.
ru: Соединение было неожиданно разорвано.

source: Transferring:
lt: Persiunčiama:
ru: Передача:

source: Please wait a moment
lt: Truputį palaukite
ru: Пожалуйста, подождите

source: Starting Transfer...
lt: Pradedamas persiuntimas...
ru: Начало Передачи...

source: Generating ID...
lt: Generuojamas ID...
ru: Создание ID...

source: Your Transfer ID
lt: Jūsų persiuntimo ID
ru: Ваш ID Передачи

source: Share it with the recipient
lt: Pasidalinkite juo su gavėju
ru: Поделитесь им с получателем

source: Connection has been closed
lt: Ryšys nutrauktas
ru: Соединение было закрыто

source: Welcome to Transporter
lt: Sveiki atvykę į Transporter
ru: Добро пожаловать в Transporter

source: What would you like to do?
lt: Ką norėtumėte atlikti?
ru: Что вы хотите сделать?

source: Send Files
lt: Siųsti failus
ru: Отправить Файлы

source: Upload data to another computer
lt: Įkelkite duomenis į kitą kompiuterį
ru: Загрузить данные на другой компьютер

source: Receive Files
lt: Gauti failus
ru: Получить Файлы

source: Download data from another computer
lt: Atsisiųsti duomenis iš kito kompiuterio
ru: Скачать данные с другого компьютера

source: Show Downloads
lt: Rodyti atsiuntimus
ru: Показать Загрузки

source: Open your Downloads folder
lt: Atverkite savo Atsiuntimų aplanką
ru: Открыть вашу папку Загрузок

source: Servers
lt: Serveriai
ru: Серверы

source: Relay:
lt: Retransliavimas:
ru: Ретранслятор:

source: Transit:
lt: Tranzitas:
ru: Передатчик:

source: Miscellaneous
lt: Įvairūs
ru: Разное

source: Downloads:
lt: Atsiuntimai:
ru: Загрузки:

source: ID Length:
lt: ID ilgis:
ru: Слов в ID:

source: Sounds:
lt: Garsai:
ru: Звуки:

source: Select a folder
lt: Pasirinkti aplanką
ru: Выберите папку

source: _Cancel
lt: _Atsisakyti
ru: _Отмена

source: _Select
lt: _Pasirinkti
ru: _Выбрать

source: Drag files and folders here
lt: Vilkite failus ir aplankus čia
ru: Перетащите сюда файлы и папки

source: Drop to send
lt: Vilkite, norėdami siųsti
ru: Отпустите для отправки

source: Or click to select a file
lt: Arba spustelėkite, norėdami pasirinkti failą
ru: Или нажмите, чтобы выбрать файл

source: Select a file
lt: Pasirinkti failą
ru: Выберите файл

source: Internal Error
lt: Vidinė klaida
ru: Ошибка
